Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/inn.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Since the successful broadcast from Bergensbanen 12 years ago, the media scientist at INN University has seen the phenomenon spread.
nb: Siden suksess-sendingen fra Bergensbanen for 12 år siden har medieviteren ved Høgskolen i Innlandet sett fenomenet bre om seg.

source: Step 4: Connect to printer
nb: Steg 4: Koble til skriver

source: Front page template
nb: Eksempel på forside

source: Must ensure that all project participants are familiar with the procedures that apply at all times to the notification of routine nonconformities and security breaches.
nb: Skal sørge for at alle prosjektdeltakerne er kjent med de prosedyrer som til enhver tid gjelder for melding av rutineavvik og sikkerhetsbrudd.

source: There are approximately 15 employees and 150 students on campus.
nb: På campus er det rundt 15 ansatte og 150 studenter.

source: You should write a short research statement and link to your publications in Cristin.
nb: Som minimum bør du ha noen setninger om dine forskningsinteresser, et profesjonelt bilde og en lenke til Cristin-profilen din.

source: From SELL, Stephen Dobson, Brit Svoen, Gunn Heidi Sorknes Holme and Lars Teppan Johansen participate in the project, while Espen Stranger-Johannessen participates from the Faculty of Education (LUP) and Anne Stine Bakmann from the Faculty of Social and Health Sciences (HSV).
nb: Fra SELL deltar Stephen Dobson, Brit Svoen, Gunn Heidi Sorknes Holme og Lars Teppan Johansen i prosjektet, mens Espen Stranger-Johannessen deltar fra Fakultet for lærerutdanning og pedagogikk (LUP) og Anne Stine Bakmann fra Fakultet for helse- og sosialvitenskap (HSV).

source: Digital communication - enterprises
nb: Digital kommunikasjon - virksomheter

source: The system owner is normally the senior manager of the department/unit that uses the system, and has the overall legal and financial responsibility for an ICT system.
nb: Systemeier er normalt øverste leder for den avdeling / enhet som bruker systemet, og har det overordnede juridiske og økonomiske ansvaret for et IKT-system.

source: is able to plan and execute varied tasks and projects over an extended period of time, both individually and as part of a group, and in accordance with ethical requirements and guidelines
nb: kan planlegge og gjennomføre varierte arbeidsoppgaver og prosjekter som strekker seg over tid, alene og som deltaker i en gruppe, og i tråd med etiske krav og retningslinjer

source: For a period of time, injuries and illness affected the sports career of Filip Fjeld Andersen.
nb: Skader og sykdom preget i en periode idrettskarrieren til Filip Fjeld Andersen.

source: The group aims to develop and ground the normative function of pedagogy in both theoretical and empirical investigations.
nb: Forskergruppa vil i en første fase særlig rette søkelyset mot anerkjennelse som begrep og fenomen og undersøke anerkjennelsens normative rolle og funksjon i barnehage og skole.

source: Inform the IT Director and the CSO about technical security breaches in the processing of personal data that must be reported to the Norwegian Data Protection Authority and the data subjects.
nb: Informere IT-direktør og CSO om tekniske sikkerhetsbrudd ved behandling av personopplysninger som skal varsles til Datatilsynet og de registrerte.

source: Most courses have a practical approach, with considerable emphasis on problem solving, and the courses contain compulsory individual and group coursework requirements.
nb: De fleste emner er praktisk med betydelig vekt på oppgaveløsning og inneholder obligatoriske arbeidskrav både individuelt og i gruppe.

source: Sveen, who herself studied process management, believes that the need for further education is great among employees in NAV in general.
nb: Sveen, som selv har studert prosessledelse, mener generelt at behovet for videreutdanning er stort blant ansatte i NAV.

source: There are two official written Norwegian languages, Bokmål and Nynorsk.
nb: kan iverksette rehabiliterende tiltak på person- og samfunnsplan, i samarbeid med andre yrkesgrupper

source: Ensure that data processing agreements are entered into with external actors in research projects to safeguard information security.
nb: Sørge for at det inngås databehandleravtaler med eksterne aktører i forskningsprosjekter for å ivareta informasjonssikkerheten.

source: In the case of reported cases, the Committee shall always take a position in accordance with section 8 (Statements in misconduct cases) to the following:
nb: Ved innmeldte saker skal utvalget alltid ta stilling til, i henhold til §8 (Uttalelser i uredelighetssaker) følgende:

source: when purchasing IT solutions.
nb: ved anskaffelse av IT-løsninger.

source: Products can be food, feed, fiber, bioactive substances and bioenergy.
nb: Produkter kan være mat, fôr, fiber, bioaktive stoffer og bioenergi.

source: The learning environment committee’s statutory duties are set out in Section 4-3, third subsection of the Act:
nb: Læringsmiljøutvalgets lovpålagte oppgaver er angitt i lovens § 4-3 tredje ledd:

source: “Many of the educational programmes at INN University are important for NAV, and in addition you have a number of programmes that are adapted for current NAV employees,” says Lien.
nb: Mange av utdanningene ved HINN er viktige for NAV, og i tillegg har dere en rekke utdanninger som er tilrettelagt for nåværende NAV-ansatte, sier Lien.

source: Bioinformatics involves the use of computers for storage, retrieval, analysis, and visualization of information related to biological macromolecules such as DNA, RNA and proteins.
nb: Bioinformatikk involverer bruk av datakraft for lagring, igjenfinnelse, analyse og visualisering av informasjon relatert til biologiske makromolekyler som DNA, RNA og proteiner.

source: The group has active collaborative projects with OsloMet, USN, UiT, HVL in Norway and with colleagues in several countries, including Malmö University in Sweden, Utrecht University of Applied Sciences and HZ University of Applied Sciences, Vlissingen in the Netherlands and Philipps-Universität Marburg in Germany.
nb: Gruppa har aktive samarbeidsprosjekt med OsloMet, USN, UiT, HVL i Norge og med kollegaer i flere land, blant annet Malmö universitet i Sverige, Utrecht University of Applied Sciences og HZ University of Applied Sciences, Vlissingen i Nederland og Philipps-Universität Marburg i Tyskland.

source: When NRK2 broadcast 134 hours directly from Hurtigruten in 2011, they reached 2.5 million Norwegians.
nb: Da NRK2 sendte 134 timer direkte fra Hurtigruten i 2011, nådde de ut til 2,5 millioner nordmenn.

source: Candidate-number or name on the front page?
nb: Kandidatnummer eller navn på forsiden?

source: Test / Examination in Canvas - multiple choice questions
nb: Test/Undersøkelse i Canvas – flervalgsspørsmål

source: Kristin Aldridge, Rena (elected by the students)
nb: Kristin Aldridge, Rena (valgt av studentene)

source: Enter the new activation code (to be found in your Faculty room in Canvas, and for faculty/staff at Innafor)
nb: Legg inn den nye aktiveringsnøkkelen der (finnes i fakultetsrom i Canvas og på Innafor for ansatte)

source: International experience and networking are crucial for future opportunities for appointment in an academic position and for opportunities for external project funding.
nb: Internasjonal erfaring og nettverksbygging er avgjørende for senere muligheter for tilsetting i en vitenskapelig stilling og for muligheter for ekstern prosjektfinansiering.

source: The following roles are included in the security organisation of Inland Norway University of Applied Sciences:
nb: I sikkerhetsorganisasjonen til Høgskolen i Innlandet inngår følgende roller:

source: These may include measures that are required for a given type of information to be processed in a system or service.
nb: Disse kan inneholde tiltak som er påkrevd for at en gitt type informasjon skal kunne behandles i et system eller en tjeneste.

source: For sending larger files we recommend using Onedrive and sharing files directly with links in emails.
nb: For sending av større filer henviser vi til bruk av OneDrive og deling av filer direkte med lenke i epost.

source: We are involved in «Grazing in carnivore forests for sustainable production of food, timber and biodiversity», a project that aims to generate knowledge about grazing in open country with predators that take care of multi-use considerations.
nb: Vi er deltaker i prosjektet «Grazing in carnivore forests for sustainable production of food, timber and biodiversity», et prosjekt som har til hensikt å frembringe kunnskap om beitebruk i utmark med rovdyr som ivaretar flerbruks hensyn.

source: Step 4: Enter printer information
nb: Steg 4: Fyll inn informasjon om skriveren

source: Responsibility for training in use and routines, as well as the organisation of this.
nb: Ansvar for opplæring i bruk og rutiner, samt organiseringen av dette.

source: Biotechnological methods in reproduction biology.
nb: Prosessintegrering både på gen-nivå og påproduksjonsnivå vil bli fremhevet.

source: An overview of bus routes and timetables can be found on the
nb: Oversikt over bussruter og tider finner du på siden til

source: OneDrive is tightly integrated with other Office 365 services and you can open and save files from for example Outlook, Word, Excel, Teams and so on.
nb: OneDrive er tett integrert med de andre tjenestene i Office 365 og du kan åpne og lagre filer fra f.eks Outlook, Word, Excel, Teams osv.

source: LIDA also aims to promote and highlight good initiatives, best practices, learning resources and R&D results.
nb: LIDA har også som ambisjon å løfte fram og å synliggjøre gode initiativ, beste praksis, læringsressurser og FoU-resultater.

source: Oda Kristine Sveen is one of many NAV employees who have both taken their original education with us, and later returned for professional development – studying while employed.
nb: Oda Kristine Sveen er en av mange NAV-ansatte som både har tatt sin opprinnelige utdannelse hos oss, og senere kom tilbake for faglig påfyll med studier ved siden av jobb.

source: Here, the Council for Cooperation with Working Life (RSA) is an important venue, but industry cooperation at various faculties and programmes makes for important arenas as well.
nb: Her er RSA viktig (Råd for samarbeid med arbeidslivet), men også ulikt bransjesamarbeid på ulike fakultet og utdanninger.

source: or other sites, where you can share publications and links to your datasets.
nb: Der kan du blant annet dele og lenke til dine publikasjoner og forskningsdata.

source: We develop a problem that the students work on solving practically, in close collaboration with the industry itself,” says Vladimir.
nb: Vi utvikler et problem som studentene jobber med å løse praktisk i tett samarbeid med næringen selv, sier Vladimir.

source: It is a 5-minute walk from the train station to get to INN University Hamar Campus on Holsetgata 31.
nb: Fra togstasjonen tar det ca 5 minutter å gå til HINN Hamar, Holsetgata 31.

source: A popular scientific summary should contain new information.
nb: Sammendraget bør løfte fram avhandlingens bidrag til forskningsfeltet og til samfunnet.

source: The situation and the results can be saved.
nb: Situasjonspreget og resultatene kan lagres.

source: INN University nevertheless assumes that the same basic requirements for documentation in the form of a systematic, comprehensive presentation apply to these as well.
nb: HINN legger likevel til grunn at samme grunnleggende krav til dokumentasjon i form av en systematisk, samlet fremstilling også gjøres gjeldende for førstelektor og dosent.

source: We also have experience with so-called problem-based learning (PBL),” says Vladimir Naumov, associate professor at the Department of Forestry and Wildlife Management at Evenstad.
nb: Vi har også erfaring med såkalt problembasert læring (PBL), forteller Vladimir Naumov, førsteamanuensis på institutt for skog- og utmarksfag på Evenstad.

source: Training, information and assistance:
nb: Opplæring, informasjon og bistand:

source: Ensure that the project participants have the expertise to carry out their security tasks, are familiar with routines for processing information values in research, and procedures for
nb: Sørge for at prosjektdeltakerne har kompetanse til å utføre sikkerhetsoppgavene sine, kjenner rutiner for behandling av informasjonsverdier i forskning og prosedyrer for å

source: There is a bus connection from/to both Hamar and Elverum.
nb: Det er bussforbindelse fra/til både Hamar og Elverum.

source: Must ensure that all users in their unit are familiar with the procedures that apply at all times to the notification of routine nonconformities and security breaches.
nb: Skal sørge for at alle brukere i sin enhet er kjent med de prosedyrer som til enhver tid gjelder for melding av rutineavvik og sikkerhetsbrudd.

source: Office 365 ProPlus a user based service that gives users access to Office-software on up to five Windows- or Mac-computers and on users mobile devices.
nb: Office 365 ProPlus er en brukerbasert tjeneste som gir brukere tilgang til Office-programmer på opptil fem Windows- eller Mac-maskiner samt på brukernes mobile enheter.

source: free use of photos/imagery for teaching purposes (lectures, reports, study plans/syllabus etc.)
nb: fri bruk av bilder til undervisningsbruk (forelesninger, rapporter, studieplaner osv.)

source: “Now that more than 90 percent of the population has received one vaccine dose, and well over 80 percent has received two, the situation indicates that we can shift to ordinary teaching.
nb: – Når nå mer enn 90 prosent av befolkningen har fått én vaksinedose, og godt over 80 prosent har fått to, tilsier situasjonen at vi kan åpne for ordinær undervisning.

source: “We aim for the restructuring we are now making to apply until February 2022, unless the situation changes before that,” says acting emergency preparedness manager at INN University, Kari Kjærnet.
nb: – Vi tar sikte på at de omleggingen vi nå gjør vil gjelde ut februar 2022, med mindre situasjonen endrer seg før det, sier fungerende beredskapsleder Kari Kjærnet ved høgskolen.

source: In the event of significant changes in the research project and changes in IT solutions or physical conditions.
nb: Ved vesentlige endringer i forskningsprosjektet og endringer i IT-løsninger eller fysiske forhold.

source: Departments at AMEK
nb: Institutter ved AMEK

source: The panel was organized by the Higher Education Sustainability Initiative.
nb: Panelet ble organisert av Higher Education Sustainability Initiative.

source: Processes and adopts the Information Security Management System at Inland Norway University of Applied Sciences and significant changes in the Management System.
nb: Behandler og vedtar Ledelsessystemet for informasjonssikkerhet ved Høgskolen i Innlandet og vesentlige endringer i Ledelsessystemet.

source: Must ensure that the CSO receives the necessary assistance when carrying out security audits.
nb: Skal sørge for at CSO får nødvendig bistand ved gjennomføring av sikkerhetsrevisjoner.

source: He has studied at both Concordia College and Michigan State University in the USA, has a doctorate in organisational communication from Ohio University, as well as management education from, among others, Harvard Business School, the Norwegian Defence University College and the Norwegian School of Economics.
nb: Han har studert ved både Concordia College og Michigan State University i USA, har en doktorgrad i organisasjonskommunikasjon fra Ohio University, samt lederutdanning fra blant annet Harvard Business School, Forsvarets Høgskolen og NHH (Solstrandprogrammet).

source: Many can participate.
nb: Mange kan delta.

source: The change, which takes effect on 20 September, is in line with what
nb: Endringen som trer i kraft 20. september er i tråd med hva

source: Priority will be given to the integrity and accessibility of publicly available information, regardless of whether it concerns research, teaching or administrative information.
nb: Integriteten og tilgjengeligheten til informasjon som skal være offentlig tilgjengelig, uavhengig av om dette dreier som forsknings-, undervisnings- eller administrativ informasjon, skal prioriteres.

source: Ensure the implementation of security measures if the risk assessment shows that the information security in the project is not satisfactory, and report the risk management plan (action plan) to
nb: Sørge for sikringstiltak dersom risikovurderingen viser at informasjonssikkerheten i prosjektet ikke er tilfredsstillende, og rapportere plan for risikohåndtering (tiltaksplan) til

source: In addition to INN University (coordinator), the project consists of partners Lumsa University of Rome (Italy), University of Porto (Portugal) and Pilgrim Projects (England).
nb: I tillegg til HINN (koordinator) består prosjektet av partnerne Lumsa universitetet i Roma (Italia), Universitetet i Porto (Portugal) og Pilgrim Projects (England).

source: The department has approximately 90 employees divided between the campuses at Rena and Lillehammer.
nb: Instituttet har omlag 90 ansatte fordelt mellom studiestedene Rena og Lillehammer.

source: If you take the E16 from Oslo or Highway 2 from Elverum, follow the E16 signs towards the hospital over Gjemselund bridge.
nb: Kommer du E16 fra Oslo eller RV2 fra Elverum følger du E16 skilting mot sykehuset over Gjemselund bru.

source: Click "Install Office" on the first side you arrive at.
nb: Klikk på "Installer Office" på den første siden du kommer til.

source: Managers of the university’s faculties, departments and other units such as research centres or libraries etc, are responsible for safeguarding information security within their own area of responsibility.
nb: Ledere for høgskolens fakulteter, avdelinger og andre enheter som forskningssentre eller biblioteker m.m., har ansvar for å ivareta informasjonssikkerhet innenfor eget ansvarsområde.

source: Send an e-mail to
nb: Send en e-post til

source: In addition, an agreement must be entered into with an access point, i.e. a company that provides electronic invoices in EHF format.
nb: I tillegg må det inngås en avtale med et aksesspunkt, altså et firma som formidler elektroniske fakturaer i EHF-format.

source: It is about teachers' work and knowledge development, but also their professionalism, professional practice and the search for professionalisation.
nb: Det handler om læreres arbeid og kunnskapsutvikling, men også deres profesjonalitet, profesjonsutøvelse og profesjonaliseringssøken.

source: Conduct a Data Protection Impact Assessment (DPIA)
nb: Gjennomføre en vurdering av personvernkonsekvenser (Data Protection Impact Assessment - DPIA)

source: Step 1: Open system preferences for printers & scanners
nb: Steg 1: Åpne systemvalg for skrivere og skannere

source: Relevance must be ensured through cooperation in various fora.
nb: Relevansen må sikres gjennom samarbeid i ulike fora.

source: Section for Public Health
nb: Seksjon for folkehelse

source: The requirements for quality development in teaching and supervision over time, as well as participation in the development of educational quality in professional communities will be common to all.
nb: Kravene til kvalitetsutvikling på undervisning og veiledning over tid, samt deltakelse i utvikling av utdanningskvalitet i fagfellesskap vil være felles.

source: The Pro-Rector for Research is responsible for research and is primarily responsible for information security in research projects and is legally responsible for the processing of personal data in research projects.
nb: Prorektor for forskning er forskningsansvarlig og har det overordnede ansvaret for informasjonssikkerheten i forskningsprosjekter og har det juridiske ansvaret for behandling av personopplysninger i forskningsprosjekter.

source: Ensure that nonconformities and security breaches are resolved and that
nb: Sørge for at avvik og sikkerhetsbrudd blir lukket og at

source: Rules for loaning lockers
nb: Regler for lån av bokskap

source: System owner responsibility for the university’s IT systems has been delegated from the Rector to the managers of departments, faculties and units.
nb: Ansvaret som systemeier for høgskolens IT-systemer er delegert fra rektor til ledere av avdelinger, fakulteter og enheter.

source: strictly confidential (black)
nb: strengt fortrolig (svart)

source: If you have arrived by train, walk across Kongsvinger Bridge and follow the promenade until you see the University Centre on the left.
nb: Hvis du tar tog går du over Kongsvinger bru og følger strandpromenaden til du ser Høgskolebygget på venstre side.

source: Marte Monsen (elected by the employees, represents teaching, research and dissemination staff)
nb: Marte Monsen (valgt av de ansatte, representerer undervisnings-, forsknings- og formidlingsansatte)

source: Bus route 170 stops there.
nb: Rute 170 har holdeplass her.

source: Alphabetical grades are used, on a scale from A to F, with E as the lowest passing grade.
nb: Det benyttes graderte bokstavkarakterer fra A-F, der E er laveste ståkarakter.

source: The project is supported through the Erasmus+ strategic partnerships program for adult learning.
nb: Prosjektet er støttet gjennom Erasmus+ strategiske partnerskap for voksnes læring.

source: Seeing as responsibility for the institution’s processes and administrative areas via a delegation structure is delegated to departments, faculties and units, it is natural that system ownership also follows the same structure.
nb: Ettersom ansvaret for institusjonens prosesser og forvaltningsområder via en delegasjonsstruktur er delegert til avdelinger, fakulteter og enheter, er det naturlig at også systemeierskapet følger samme struktur.

source: Quota for prints is 100 points for each fall semester and 100 points for each spring semester.
nb: Kvote for utskrift er 100 poeng for høstsemester og 100 poeng for vårsemester.

source: There are about 20 minutes left of the journey when you see the Tiur’n Kro at Koppang.
nb: Når du ser Tiur`n kro ved Koppang har du ca 20 minutter igjen.

source: Establish security and operational routines for the system.
nb: Etablere sikkerhets- og driftsrutiner for systemet.

source: digitally viewed via Zoom.
nb: strømmet direkte via Zoom.

source: If you arriving from the east along Highway 25, follow signs for Hamar.
nb: Hvis du kommer østfra langs riksvei 25, følg skilt mot Hamar.

source: Although other broadcasters have tried similar productions, slow TV is still largely a Norwegian phenomenon, 12 years after the production from the Bergen line.
nb: Selv om andre kringkastere har forsøkt seg på lignende produksjoner, er sakte-tv fortsatt stort sett et norsk fenomen, 12 år etter produksjonen fra Bergensbanen.

source: All courses taught during these semesters of the programme can be taught in English.
nb: Undervisningen i alle emner i disse studieårene kan holdes på engelsk.

source: Kai Arne Hansen is associate professor in the Department of Arts and Cultural Studies.
nb: Kai Arne Hansen er førsteamanuensis ved Institutt for kunstfag og kulturstudier.

source: Audits and reports:
nb: Revisjoner og rapporter:

source: The National Union of Students in Norway (NSO) has developed a collective student insurance policy in collaboration with Bafo Forsikringsmegling.
nb: Norsk studentorganisasjon (NSO) har utviklet en kollektiv studentforsikring i samarbeid med Bafo Forsikringsmegling.

source: The International Research School in Applied Ecology (IRSAE)
nb: Den internasjonale forskerskolen i anvendt økologi (IRSAE)
